{
  "HomePage": {
    "hello": "Hello there! I'm Bassam Elsayed ",
    "title": "My experiences:",
    "descriptionOne": "I’m a passionate Front-End Developer with a deep focus on crafting fast, scalable, and intuitive user interfaces using React, Next.js, and modern web technologies.",
    "spanOne": "With a keen eye for design and performance",
    "descriptionTwo": "I transform complex ideas into seamless digital experiences that drive engagement and business success.",
    "descriptionThree": "🔷What I Bring to the Table ?",
    "itemOne": "✅ Expert in Next.js & React – Building dynamic, high-performing, and SEO-friendly applications.",
    "itemTwo": "✅ Strong UI/UX Focus – Ensuring pixel-perfect, user-friendly designs with Tailwind CSS & MUI.",
    "itemThree": "✅ Scalability & Performance – Optimizing applications for speed, accessibility, and efficiency.",
    "itemFour": "✅ Full Dev Workflow Experience – Hands-on with authentication (NextAuth), content management (Sanity), and internationalization (i18n).",
     "experience": "I built a large-scale e-commerce project featuring both a dashboard and a web app for managing operations. As a Frontend Developer, I contributed to building and optimizing user interfaces using Next.js, React, Tailwind CSS, and MUI. I also integrated Socket.io to provide dynamic updates, ensuring a seamless and high-performance user experience."
  },
  "About": {
    "paragraphOne": "Hey there, i'm Bassam graduated from the faculty of ART philosophy department, I didn't find myself in this field when I was in college , last year in college, I learned Python just for fun and I found myself. found my passion in programming, when you love something you're gonna be great at it, I love coding and I do love learning, so i decided to dive more into this field, took a lot of courses, and decided to be a Front-End web developer.",
    "paragraphTwo": "Beyond the code, I thrive on problem-solving, collaboration, and continuous learning. Whether it's staying ahead of the latest web trends or brainstorming innovative solutions, I love the creative and technical aspects of front-end development.",
    "paragraphThree": "I'm well-represented and active team player able to work under pressure maintaining the high standards of the organization, Worked on some interesting front-end projects.",
    "paragraphFour": "There's yet more to learn, yet more problems to solve, yet more to build. So excited to learn more and be a better developer.",
    "paragraphFive": "Thank you for being here, and I can't wait to embark on this adventure with you."
  },
  "Projects": {
    "title": "What I've been working on:"
  },
  "Contact": {
    "title": "Contact me",
    "titleTwo": "Reach out to me",
    "description": " Reach out to me over email or fill up this contact form. I will get back to you ASAP - I promise."
  },
  "Resume": {
    "title": "Work History",
    "description": " Reach out to me over email or fill up this contact form. I will get back to you ASAP - I promise."
  }
}
